# Test File

In [1]:
import pandas as pd

In [2]:
import matplotlib.pyplot as plt

In [3]:
import seaborn as sns

In [5]:
d = {
    "id" : [101, 102, 103],
    "Name" : ["Utkarsh", "Sarthak", "Raman"],
    "salary" : [10000, 20000, 30000],
}

In [6]:
type(d)

dict

In [7]:
df = pd.DataFrame(d)
df

    id     Name  salary
0  101  Utkarsh   10000
1  102  Sarthak   20000
2  103    Raman   30000